ITS-2022-08-22.org
#+title: ITS 2022-08-22
* Anforderungen
** Gesamt
- PC Arbeitsplatz 3 Benutzer
- möglichst Energiesparend
- DVD abspielen und brennen
- schneller Internetzugang
- benötigt gute Kühlung

** Verwendete software
- Eplan
- TIA Protokol
- Office 365

** Bereits vorhanden
- Drucker
- Plotter
- Monitor
- Internetanschluss




* Budget
Bis Maximal 1000€
* Zusammenstellung bis 1000€
|-------------------+---------------------------+------|
| Case Min 2 Lüfter | Antec VSK3000B Midi Tower | 37€  |
| Mainboard:        | MSI B450-A Pro MAX AMD    | 60€  |
| Memory 16GBs+ :   | Corsair                   | 60€  |
| CPU:              | AMD RYZEN 5 5600G         | 160€ |
| SSD:              | GIGABYTE NVMe SSD 256 GB  | 30€  |
| Video Card:       | MSI GTX1630 Ventus 4GB    | 180€ |
| Power supply:     | 500 Watt LC-Power LC500H  | 30€  |
| DVD Drive         | ASUS DRW-24D5MT           | 15€  |
| lan cable 10m     | Sharkoon                  | 7€   |
| Mouse + Keyboard  | Trust Taro                | 15€  |
| OS                | Windows 10                | 150€ |
| HDD               | 2Tb Baracudo              | 55€  |
|-------------------+---------------------------+------|
| Gesamt Hardware   |                           | 799€ |
| Lohnkosten        | 2,5h                      | 100€ |
|-------------------+---------------------------+------|
| Gesamt            |                           | 899€ |
|-------------------+---------------------------+------|

* Erläuterung:
** Gehäuse
- 2 Lüfter um auch bei hohen Temperaturen kühlung zu gewährleisten
** Mainboard
- günstiges Gerät von gutem Hersteller für möglichst lange Lebensdauer
** Memory
- 16gb sind mindestens für Eplan empfohlen
** CPU
- möglichst viel Leistung zu günstigem Preis
- laut Eplan Anforderungen ist Taktrate wichtiger als Kernanzahl
- günstige Alternative ca 25% weniger Leistung und 4.5 ghz max gegen 3.4 ghz max
** Video Card
- Eplan empfielt eine 4gb Karte mit Leistung grob jenseits der gtx760. Hier gibt es nur wenige verfügbare Modelle. Aktuelle Preise sind immer noch übertrieben.
** Power Suply
- sehr günstiges 500W Netzteil

** DVD, Kabel, Maus, Tastatur
- gut und günstig
