ITS-2022-08-22.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-09-01 Thu 11:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ITS 2022-08-22</title>
<meta name="author" content="John Doe" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">ITS 2022-08-22</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org53c79db">1. Anforderungen</a>
<ul>
<li><a href="#org589567c">1.1. Gesamt</a></li>
<li><a href="#orgaef7a15">1.2. Verwendete software</a></li>
<li><a href="#org772102d">1.3. Bereits vorhanden</a></li>
</ul>
</li>
<li><a href="#org9d871b2">2. Budget</a></li>
<li><a href="#org82e5f9e">3. Zusammenstellung bis 1000€</a></li>
<li><a href="#orgd499a95">4. Erläuterung:</a>
<ul>
<li><a href="#orga9d80bb">4.1. Gehäuse</a></li>
<li><a href="#orgd8a67f7">4.2. Mainboard</a></li>
<li><a href="#org52d14cc">4.3. Memory</a></li>
<li><a href="#org907ea96">4.4. CPU</a></li>
<li><a href="#org81d124b">4.5. Video Card</a></li>
<li><a href="#org40feb56">4.6. Power Suply</a></li>
<li><a href="#orgac1361d">4.7. DVD, Kabel, Maus, Tastatur</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org53c79db" class="outline-2">
<h2 id="org53c79db"><span class="section-number-2">1.</span> Anforderungen</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org589567c" class="outline-3">
<h3 id="org589567c"><span class="section-number-3">1.1.</span> Gesamt</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>PC Arbeitsplatz 3 Benutzer</li>
<li>möglichst Energiesparend</li>
<li>DVD abspielen und brennen</li>
<li>schneller Internetzugang</li>
<li>benötigt gute Kühlung</li>
</ul>
</div>
</div>

<div id="outline-container-orgaef7a15" class="outline-3">
<h3 id="orgaef7a15"><span class="section-number-3">1.2.</span> Verwendete software</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Eplan</li>
<li>TIA Protokol</li>
<li>Office 365</li>
</ul>
</div>
</div>

<div id="outline-container-org772102d" class="outline-3">
<h3 id="org772102d"><span class="section-number-3">1.3.</span> Bereits vorhanden</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Drucker</li>
<li>Plotter</li>
<li>Monitor</li>
<li>Internetanschluss</li>
</ul>
</div>
</div>
</div>




<div id="outline-container-org9d871b2" class="outline-2">
<h2 id="org9d871b2"><span class="section-number-2">2.</span> Budget</h2>
<div class="outline-text-2" id="text-2">
<p>
Bis Maximal 1000€
</p>
</div>
</div>
<div id="outline-container-org82e5f9e" class="outline-2">
<h2 id="org82e5f9e"><span class="section-number-2">3.</span> Zusammenstellung bis 1000€</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Case Min 2 Lüfter</th>
<th scope="col" class="org-left">Antec VSK3000B Midi Tower</th>
<th scope="col" class="org-left">37€</th>
</tr>

<tr>
<th scope="col" class="org-left">Mainboard:</th>
<th scope="col" class="org-left">MSI B450-A Pro MAX AMD</th>
<th scope="col" class="org-left">60€</th>
</tr>

<tr>
<th scope="col" class="org-left">Memory 16GBs+ :</th>
<th scope="col" class="org-left">Corsair</th>
<th scope="col" class="org-left">60€</th>
</tr>

<tr>
<th scope="col" class="org-left">CPU:</th>
<th scope="col" class="org-left">AMD RYZEN 5 5600G</th>
<th scope="col" class="org-left">160€</th>
</tr>

<tr>
<th scope="col" class="org-left">SSD:</th>
<th scope="col" class="org-left">GIGABYTE NVMe SSD 256 GB</th>
<th scope="col" class="org-left">30€</th>
</tr>

<tr>
<th scope="col" class="org-left">Video Card:</th>
<th scope="col" class="org-left">MSI GTX1630 Ventus 4GB</th>
<th scope="col" class="org-left">180€</th>
</tr>

<tr>
<th scope="col" class="org-left">Power supply:</th>
<th scope="col" class="org-left">500 Watt LC-Power LC500H</th>
<th scope="col" class="org-left">30€</th>
</tr>

<tr>
<th scope="col" class="org-left">DVD Drive</th>
<th scope="col" class="org-left">ASUS DRW-24D5MT</th>
<th scope="col" class="org-left">15€</th>
</tr>

<tr>
<th scope="col" class="org-left">lan cable 10m</th>
<th scope="col" class="org-left">Sharkoon</th>
<th scope="col" class="org-left">7€</th>
</tr>

<tr>
<th scope="col" class="org-left">Mouse + Keyboard</th>
<th scope="col" class="org-left">Trust Taro</th>
<th scope="col" class="org-left">15€</th>
</tr>

<tr>
<th scope="col" class="org-left">OS</th>
<th scope="col" class="org-left">Windows 10</th>
<th scope="col" class="org-left">150€</th>
</tr>

<tr>
<th scope="col" class="org-left">HDD</th>
<th scope="col" class="org-left">2Tb Baracudo</th>
<th scope="col" class="org-left">55€</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Gesamt Hardware</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">799€</td>
</tr>

<tr>
<td class="org-left">Lohnkosten</td>
<td class="org-left">2,5h</td>
<td class="org-left">100€</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Gesamt</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">899€</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgd499a95" class="outline-2">
<h2 id="orgd499a95"><span class="section-number-2">4.</span> Erläuterung:</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orga9d80bb" class="outline-3">
<h3 id="orga9d80bb"><span class="section-number-3">4.1.</span> Gehäuse</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>2 Lüfter um auch bei hohen Temperaturen kühlung zu gewährleisten</li>
</ul>
</div>
</div>
<div id="outline-container-orgd8a67f7" class="outline-3">
<h3 id="orgd8a67f7"><span class="section-number-3">4.2.</span> Mainboard</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>günstiges Gerät von gutem Hersteller für möglichst lange Lebensdauer</li>
</ul>
</div>
</div>
<div id="outline-container-org52d14cc" class="outline-3">
<h3 id="org52d14cc"><span class="section-number-3">4.3.</span> Memory</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>16gb sind mindestens für Eplan empfohlen</li>
</ul>
</div>
</div>
<div id="outline-container-org907ea96" class="outline-3">
<h3 id="org907ea96"><span class="section-number-3">4.4.</span> CPU</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>möglichst viel Leistung zu günstigem Preis</li>
<li>laut Eplan Anforderungen ist Taktrate wichtiger als Kernanzahl</li>
<li>günstige Alternative ca 25% weniger Leistung und 4.5 ghz max gegen 3.4 ghz max</li>
</ul>
</div>
</div>
<div id="outline-container-org81d124b" class="outline-3">
<h3 id="org81d124b"><span class="section-number-3">4.5.</span> Video Card</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li>Eplan empfielt eine 4gb Karte mit Leistung grob jenseits der gtx760. Hier gibt es nur wenige verfügbare Modelle. Aktuelle Preise sind immer noch übertrieben.</li>
</ul>
</div>
</div>
<div id="outline-container-org40feb56" class="outline-3">
<h3 id="org40feb56"><span class="section-number-3">4.6.</span> Power Suply</h3>
<div class="outline-text-3" id="text-4-6">
<ul class="org-ul">
<li>sehr günstiges 500W Netzteil</li>
</ul>
</div>
</div>

<div id="outline-container-orgac1361d" class="outline-3">
<h3 id="orgac1361d"><span class="section-number-3">4.7.</span> DVD, Kabel, Maus, Tastatur</h3>
<div class="outline-text-3" id="text-4-7">
<ul class="org-ul">
<li>gut und günstig</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: John Doe</p>
<p class="date">Created: 2022-09-01 Thu 11:59</p>
</div>
</body>
</html>
