ITS-2022-08-22.tex
% Created 2022-09-01 Thu 11:59
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{John Doe}
\date{\today}
\title{ITS 2022-08-22}
\hypersetup{
 pdfauthor={John Doe},
 pdftitle={ITS 2022-08-22},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Anforderungen}
\label{sec:org0347be8}
\subsection{Gesamt}
\label{sec:orge5fdac4}
\begin{itemize}
\item PC Arbeitsplatz 3 Benutzer
\item möglichst Energiesparend
\item DVD abspielen und brennen
\item schneller Internetzugang
\item benötigt gute Kühlung
\end{itemize}

\subsection{Verwendete software}
\label{sec:org25bed69}
\begin{itemize}
\item Eplan
\item TIA Protokol
\item Office 365
\end{itemize}

\subsection{Bereits vorhanden}
\label{sec:org631daac}
\begin{itemize}
\item Drucker
\item Plotter
\item Monitor
\item Internetanschluss
\end{itemize}




\section{Budget}
\label{sec:orgb9d2181}
Bis Maximal 1000€
\section{Zusammenstellung bis 1000€}
\label{sec:orgf86db36}
\begin{center}
\begin{tabular}{lll}
\hline
Case Min 2 Lüfter & Antec VSK3000B Midi Tower & 37€\\
Mainboard: & MSI B450-A Pro MAX AMD & 60€\\
Memory 16GBs+ : & Corsair & 60€\\
CPU: & AMD RYZEN 5 5600G & 160€\\
SSD: & GIGABYTE NVMe SSD 256 GB & 30€\\
Video Card: & MSI GTX1630 Ventus 4GB & 180€\\
Power supply: & 500 Watt LC-Power LC500H & 30€\\
DVD Drive & ASUS DRW-24D5MT & 15€\\
lan cable 10m & Sharkoon & 7€\\
Mouse + Keyboard & Trust Taro & 15€\\
OS & Windows 10 & 150€\\
HDD & 2Tb Baracudo & 55€\\
\hline
Gesamt Hardware &  & 799€\\
Lohnkosten & 2,5h & 100€\\
\hline
Gesamt &  & 899€\\
\hline
\end{tabular}
\end{center}

\section{Erläuterung:}
\label{sec:org868e86f}
\subsection{Gehäuse}
\label{sec:orged20335}
\begin{itemize}
\item 2 Lüfter um auch bei hohen Temperaturen kühlung zu gewährleisten
\end{itemize}
\subsection{Mainboard}
\label{sec:org96b763c}
\begin{itemize}
\item günstiges Gerät von gutem Hersteller für möglichst lange Lebensdauer
\end{itemize}
\subsection{Memory}
\label{sec:org4b98fad}
\begin{itemize}
\item 16gb sind mindestens für Eplan empfohlen
\end{itemize}
\subsection{CPU}
\label{sec:orgf2fddfc}
\begin{itemize}
\item möglichst viel Leistung zu günstigem Preis
\item laut Eplan Anforderungen ist Taktrate wichtiger als Kernanzahl
\item günstige Alternative ca 25\% weniger Leistung und 4.5 ghz max gegen 3.4 ghz max
\end{itemize}
\subsection{Video Card}
\label{sec:orgec61ab3}
\begin{itemize}
\item Eplan empfielt eine 4gb Karte mit Leistung grob jenseits der gtx760. Hier gibt es nur wenige verfügbare Modelle. Aktuelle Preise sind immer noch übertrieben.
\end{itemize}
\subsection{Power Suply}
\label{sec:org56eec55}
\begin{itemize}
\item sehr günstiges 500W Netzteil
\end{itemize}

\subsection{DVD, Kabel, Maus, Tastatur}
\label{sec:orga041a6a}
\begin{itemize}
\item gut und günstig
\end{itemize}
\end{document}
