ITS-2022-08-22.md

# Table of Contents

1.  [Anforderungen](#orga5eef4a)
    1.  [Gesamt](#org2f773b3)
    2.  [Verwendete software](#org514fff2)
    3.  [Bereits vorhanden](#org3a58a88)
2.  [Budget](#orgc8509d8)
3.  [Zusammenstellung bis 1000€](#org843af0a)
4.  [Erläuterung:](#orgcf8cccf)
    1.  [Gehäuse](#org9016574)
    2.  [Mainboard](#org5279750)
    3.  [Memory](#org1557afb)
    4.  [CPU](#org221d26a)
    5.  [Video Card](#org29ef313)
    6.  [Power Suply](#org25bb8ab)
    7.  [DVD, Kabel, Maus, Tastatur](#org8c89035)



<a id="orga5eef4a"></a>

# Anforderungen


<a id="org2f773b3"></a>

## Gesamt

-   PC Arbeitsplatz 3 Benutzer
-   möglichst Energiesparend
-   DVD abspielen und brennen
-   schneller Internetzugang
-   benötigt gute Kühlung


<a id="org514fff2"></a>

## Verwendete software

-   Eplan
-   TIA Protokol
-   Office 365


<a id="org3a58a88"></a>

## Bereits vorhanden

-   Drucker
-   Plotter
-   Monitor
-   Internetanschluss


<a id="orgc8509d8"></a>

# Budget

Bis Maximal 1000€


<a id="org843af0a"></a>

# Zusammenstellung bis 1000€

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Case Min 2 Lüfter</th>
<th scope="col" class="org-left">Antec VSK3000B Midi Tower</th>
<th scope="col" class="org-left">37€</th>
</tr>


<tr>
<th scope="col" class="org-left">Mainboard:</th>
<th scope="col" class="org-left">MSI B450-A Pro MAX AMD</th>
<th scope="col" class="org-left">60€</th>
</tr>


<tr>
<th scope="col" class="org-left">Memory 16GBs+ :</th>
<th scope="col" class="org-left">Corsair</th>
<th scope="col" class="org-left">60€</th>
</tr>


<tr>
<th scope="col" class="org-left">CPU:</th>
<th scope="col" class="org-left">AMD RYZEN 5 5600G</th>
<th scope="col" class="org-left">160€</th>
</tr>


<tr>
<th scope="col" class="org-left">SSD:</th>
<th scope="col" class="org-left">GIGABYTE NVMe SSD 256 GB</th>
<th scope="col" class="org-left">30€</th>
</tr>


<tr>
<th scope="col" class="org-left">Video Card:</th>
<th scope="col" class="org-left">MSI GTX1630 Ventus 4GB</th>
<th scope="col" class="org-left">180€</th>
</tr>


<tr>
<th scope="col" class="org-left">Power supply:</th>
<th scope="col" class="org-left">500 Watt LC-Power LC500H</th>
<th scope="col" class="org-left">30€</th>
</tr>


<tr>
<th scope="col" class="org-left">DVD Drive</th>
<th scope="col" class="org-left">ASUS DRW-24D5MT</th>
<th scope="col" class="org-left">15€</th>
</tr>


<tr>
<th scope="col" class="org-left">lan cable 10m</th>
<th scope="col" class="org-left">Sharkoon</th>
<th scope="col" class="org-left">7€</th>
</tr>


<tr>
<th scope="col" class="org-left">Mouse + Keyboard</th>
<th scope="col" class="org-left">Trust Taro</th>
<th scope="col" class="org-left">15€</th>
</tr>


<tr>
<th scope="col" class="org-left">OS</th>
<th scope="col" class="org-left">Windows 10</th>
<th scope="col" class="org-left">150€</th>
</tr>


<tr>
<th scope="col" class="org-left">HDD</th>
<th scope="col" class="org-left">2Tb Baracudo</th>
<th scope="col" class="org-left">55€</th>
</tr>
</thead>

<tbody>
<tr>
<td class="org-left">Gesamt Hardware</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">799€</td>
</tr>


<tr>
<td class="org-left">Lohnkosten</td>
<td class="org-left">2,5h</td>
<td class="org-left">100€</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-left">Gesamt</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">899€</td>
</tr>
</tbody>
</table>


<a id="orgcf8cccf"></a>

# Erläuterung:


<a id="org9016574"></a>

## Gehäuse

-   2 Lüfter um auch bei hohen Temperaturen kühlung zu gewährleisten


<a id="org5279750"></a>

## Mainboard

-   günstiges Gerät von gutem Hersteller für möglichst lange Lebensdauer


<a id="org1557afb"></a>

## Memory

-   16gb sind mindestens für Eplan empfohlen


<a id="org221d26a"></a>

## CPU

-   möglichst viel Leistung zu günstigem Preis
-   laut Eplan Anforderungen ist Taktrate wichtiger als Kernanzahl
-   günstige Alternative ca 25% weniger Leistung und 4.5 ghz max gegen 3.4 ghz max


<a id="org29ef313"></a>

## Video Card

-   Eplan empfielt eine 4gb Karte mit Leistung grob jenseits der gtx760. Hier gibt es nur wenige verfügbare Modelle. Aktuelle Preise sind immer noch übertrieben.


<a id="org25bb8ab"></a>

## Power Suply

-   sehr günstiges 500W Netzteil


<a id="org8c89035"></a>

## DVD, Kabel, Maus, Tastatur

-   gut und günstig

